{

	"name": "BMW 1M Stage 3",
	"parent": "bmw_1m",
	"brand": "BMW",
	"description": "Тюнинг версия Stage 3 BMW 1M оснащена регулируемыми амортизаторами сторонних производителей с винтовыми пружинами, пластинами для регулировки большого диапазона развала спереди и сзади. Двигатель оснащен новым ECU, который повышает турбонаддув более чем на 1 бар с функцией избыточного наддува до 1,3 бара, регулируемой из кабины. Однако будьте осторожны: двигатель не может выдерживать такое давление слишком долго.
	<br/>
	<br/>
	Буква М теперь относится к сегменту BMW 1 серии, чтобы символизировать выдающуюся мощность и динамические ходовые качества высокоэффективного спортивного автомобиля.
	</br>
	В BMW 1 Series M Coupe технология высокопроизводительного автомобиля в сочетании с маневренностью и легкостью компактной модели создает совершенно новое измерение спортивного удовольствия от вождения. С этой 2-дверной моделью компания BMW впервые реализует в данном классе автомобилей свою концепцию гоночных характеристик в автомобиле, разработанном для повседневного использования. Это еще больше расширяет модельный ряд компании, прокладывая путь для более молодых целевых групп, чтобы они могли получить уникальный опыт вождения, предлагаемый автомобилем М.
	</br>
	Рядный 6-цилиндровый двигатель BMW 1 Series M Coupe с турбиной M TwinPower и бензиновым непосредственным впрыском развивает максимальную мощность 250 кВт/340 bhp с кривой мощности типичной для автомобилей BMW M. Технология изготовления шасси, полученная из автоспорта, соотношение мощности к весу, уменьшенное до 4,4 кг/л.с., а также точно оптимизированные аэродинамические компоненты, включая инновационные воздушные шторки в передней части, все это гарантирует преобразование превосходной движущей силы в захватывающую динамику вождения. BMW 1 Series M Coupe разгоняется за 4,9 секунды с нуля до 100 км/ч и достигает отметки 200 км/ч за 17,3 секунды.",
	"tags": ["#Sportscars", "rwd", "manual", "turbo", "street", "germany"],  
	"class": "street",

	"specs":
	{
		"bhp": "400bhp",
		"torque": "580Nm",
		"weight": "1495kg",
		"topspeed": "250+km/h",
		"acceleration": "--s 0-100",
		"pwratio": "3.74kg/hp",
		"range": 69
	},
"torqueCurve": [
		["0","0"],
	    ["500","244"],
		["1000","350"],
		["1500","498"],
	    ["2000","577"],
	    ["2500","579"],
	    ["3000","579"],
	    ["3500","577"],
	    ["4000","575"],
	    ["4500","582"],
	    ["5000","534"],
	    ["5500","498"],
		["6000","450"],
	    ["6500","414"],
	    ["7000","381"],
		["7250","364"]
       ],
       "powerCurve": [
		["0","0"],
	    ["500","20"],
		["1000","49"],
		["1500","105"],
	    ["2000","162"],
	    ["2500","203"],
	    ["3000","244"],
	    ["3500","284"],
	    ["4000","323"],
	    ["4500","368"],
	    ["5000","375"],
	    ["5500","385"],
		["6000","379"],
	    ["6500","378"],
	    ["7000","375"],
		["7250","371"]
	        ]

}
