{
	"name": "McLaren F1 GTR",
	"brand": "McLaren", 
	"description": "McLaren F1 GTR был гоночным вариантом спорткара McLaren F1, впервые выпущенный в 1995 для гонок гранд-туринг, таких как BPR Global GT Series, FIA GT Championship, JGTC и British GT Championship.</br></br>
	
	После успеха сезона 1995 года McLaren приступила к модернизации автомобиля, чтобы оставаться конкурентоспособным, особенно на фоне угрозы появления новых спортивных автомобилей, таких как Ferrari F50 GT (которая была снята с производства достаточно быстро после выпуска) и Porsche 911 GT1. Им помогала компания BMW Motorsport, которая в то время решила использовать свои связи с McLaren, чтобы войти в гонки спортивных автомобилей, создав собственную гоночную команду с машинами F1 GTR.</br></br>

	Среди модификаций было расширение передней и задней части кузова, в том числе увеличенный сплиттер, прикрепленный к передней части автомобиля. Кузов также был изменен, чтобы его можно было снимать быстрее для облегчения ремонта. Стандартная коробка передач была модифицирована и получила более легкий магниевый корпус и более прочную механику. Эти модификации позволили снизить вес GTR на 38 кг.</br>
	
	Несмотря на то, что F1 GTR 1996 года был оснащен двигателем, который производил меньшую мощность, чем дорожный автомобиль, и был медленнее на всем круге, чем версия с длинным хвостом 1997 года из-за значительно меньшей прижимной силы (модель 1997 года полагалась на высокоскоростное прохождение поворотов, как и прототипы 2000-х годов.), он был самым быстрым вариантом с точки зрения скорости на прямой. На участке Mulsanne Straight трассы Ле-Ман в 1996 году автомобиль разогнался до 330 км/ч, что на 13 км/ч быстрее, чем у длиннохвостого F1 GTR 1997 года, и даже на 6 км/ч быстрее, чем у Porsche GT1 1996 года.</br></br>
	
	McLaren F1 GTR были настолько успешными, что участвовали в международных гонках до 2005 года, когда последнее гоночное шасси было снято с производства.",
	"tags": ["#Vintage GT", "rwd", "race", "manual", "gt", "vintage", "great britain"],  
	"class": "race",

	"specs":
	{
		"bhp": "595bhp",
		"torque": "693Nm",
		"weight": "1010kg",
		"topspeed": "330+km/h",
		"acceleration": "--s 0-100",
		"pwratio": "1.69kg/hp",
		"range": 140
	}	,
	"torqueCurve": [
		["0","56"],
		["500","200"],
		["1000","325"],
		["1500","475"],
		["2000","563"],
		["2500","618"],
		["3000","643"],
		["3500","668"],
		["4000","693"],
		["4500","692"],
		["5000","674"],
		["5500","656"],
		["6000","638"],
		["6500","620"],
		["7000","602"],
		["7500","560"],
		["8000","475"]
	],
	"powerCurve": [
		["0","0"],
		["500","14"],
		["1000","46"],
		["1500","100"],
		["2000","158"],
		["2500","217"],
		["3000","271"],
		["3500","328"],
		["4000","389"],
		["4500","437"],
		["5000","473"],
		["5500","507"],
		["6000","538"],
		["6500","566"],
		["7000","592"],
		["7500","590"],
		["8000","534"]
	]
}