{
	"url":"http://store.steampowered.com/app/347990",
	"name": "McLaren P1",
	"brand": "McLaren", 
	"description": "У нового изумительного McLaren P1™ есть четкая цель - стать лучшим в мире автомобилем для водителей на дорогах и треках. Для достижения этой цели McLaren использует весь свой 50-летний опыт и успехи в гонках, особенно в области аэродинамики и технологии легких углеродных волокон.</br></br> 
	
	Результат этого - дорожный автомобиль, который имеет беспрецедентную прижимную силу. По уровню схожую с гоночным автомобилем GT3. Эта прижимная сила не только повышает проходимость поворотов и эффективность торможения. Это также помогает сбалансировать, стабильность и управляемость на всех скоростях.</br></br> 

	Лучшая в мире машина для водителя также должна обладать исключительными прямолинейными характеристиками и мгновенным откликом на газ. Для достижения этого McLaren P1™ использует инновационную бензиново-электрическую силовую установку IPAS, включающую существенно переработанный Twin-Turbo V8 бензиновый двигатель, объемом 3,8-литра и электродвигатель, известный как M838TQ. Суммарная выходная мощность составляет 916 PS. Помимо абсолютной мощности, так же важна способность электродвигателя обеспечивать мгновенный крутящий момент, что делает силовую установку превосходно отзывчивой.</br></br> 
	
	Максимальная скорость ограничена электроникой до 350 км/ч, при этом ускорение с  0 до 100 км/ч занимает менее трех секунд. McLaren P1™ разгоняется с места до 200 км/ч менее чем за семь секунд, а до 300 км/ч - менее чем за 17 секунд - на целых пять секунд быстрее, чем McLaren F1.",
	"tags": ["#Hypercars", "rwd", "street", "sequential", "great britain"],  
	"class": "street",

	"specs":
	{
		"bhp": "903bhp",
		"torque": "900Nm",
		"weight": "1450kg",
		"topspeed": "350km/h",
		"acceleration": "2.8s 0-100",
		"pwratio": "1.60kg/hp",
		"range": 135
	}	,
	"torqueCurve": [
		["0","56"],
		["500","424"],
		["1000","605"],
		["1500","677"],
		["2000","796"],
		["2500","862"],
		["3000","883"],
		["3500","895"],
		["4000","900"],
		["4500","900"],
		["5000","900"],
		["5500","900"],
		["6000","900"],
		["6500","893"],
		["7000","880"],
		["7500","848"],
		["8000","794"],
		["8250","780"]
	],
	"powerCurve": [
		["0","0"],
		["500","30"],
		["1000","85"],
		["1500","143"],
		["2000","224"],
		["2500","303"],
		["3000","372"],
		["3500","440"],
		["4000","506"],
		["4500","569"],
		["5000","632"],
		["5500","695"],
		["6000","758"],
		["6500","815"],
		["7000","865"],
		["7500","893"],
		["8000","892"],
		["8250","904"]
	]
}