{

	"name": "Lamborghini Miura P400 SV",
	"brand": "Lamborghini",
	"description": "Lamborghini Miura - это спортивный автомобиль, который производился итальянским автопроизводителем Lamborghini в период с 1966 по 1973 год. Считается, что этот автомобиль вызвал тенденцию к созданию мощных двухместных спортивных автомобилей со средним расположением двигателя. На момент запуска это был самый быстрый серийный дорожный автомобиль.
	</br></br>
	12 цилиндровый, двухраспредвальный безнаддувный двигатель имеет 2 клапана на цилиндр и рабочий объем 3.9 литра. Все это производит мощность в 385 bhp на оборотах в 7850 rpm и 399 Nm (294 lbft/40.7 kgm) крутящего момента на оборотах в 5750 rpm. Эта мощность передается на колеса через 5-ти ступенчатую ручную коробку передач. С заявленным снаряженным весом 1293 кг, Lamborghini Miura P400SV может разгоняться 0-100 km/h за 4.50 секунды и пройти километр с места за 23.2 секунды. Заявленная максимальная скорость 290 km/h или 180 mph.
	</br></br>
	SV отличается от своих предшественников отсутствием ресниц вокруг передних фар, более широкими задними крыльями, чтобы вместить новые 9-дюймовые задние колеса и шины Pirelli Cinturato, и другими задними фонарями. Проблема с чрезмерным подъемом передней части автомобиля на скорости была также несколько уменьшена в более поздней модели, но не устранена полностью. Всего было выпущено 150 автомобилей Lamborghini Miura P400 SV.",
	"tags": ["#Vintage Supercars", "rwd", "manual", "street", "supercar", "vintage", "italy"],  
	"class": "street",

	"specs":
	{
		"bhp": "385bhp",
		"torque": "400Nm",
		"weight": "1245kg",
		"topspeed": "300km/h",
		"acceleration": "6.5s 0-100",
		"pwratio": "3.19kg/hp",
		"range" : 93
	},
	 "torqueCurve": [
		["0","10"],
	    ["500","100"],
		["1000","180"],
		["1500","263"],
	    ["2000","315"],
	    ["2500","346"],
	    ["3000","360"],
	    ["3500","370"],
	    ["4000","378"],
	    ["4500","386"],
	    ["5000","394"],
	    ["5500","400"],
	    ["6000","399"],
	    ["6500","394"],
		["7000","385"],
	    ["7500","369"],
	    ["8000","334"],
	    ["8500","270"]
       ],
       "powerCurve": [
		 ["0","0"],
		 ["500","7"],
	     ["1000","25"],
	     ["1500","55"],
		 ["2000","88"],
		 ["2500","121"],
		 ["3000","152"],
		 ["3500","182"],
		 ["4000","212"],
		 ["4500","244"],
		 ["5000","277"],
		 ["5500","310"],
		 ["6000","336"],
		 ["6500","359"],
		 ["7000","378"],
		 ["7500","388"],
		 ["8000","375"],
		 ["8500","322"]
	    ]

}